[
    {
        "id": 1,
        "title": "Version 1.1 Release Notes",
        "date": "Jan. 1, 2025",
        "content": "<section><p>Happy New Year! A big thank you to everyone who provided feedback on Reddit and Discord—it was super useful in shaping this release!</section><section><h3>General Updates</h3><ul><li>Removed JSON export and replaced it with a 'Share as URL' feature. Now you can share your character with others by copying the URL from the browser address bar.<li>Added a version number on the home page (under the attribution).<li>Introduced a <em>News & Updates</em> popup to track changes.<li>Added a world map popup on the <em>Heritage</em> step.<li>Moved the export feature into its own step for better usability.<li>Replaced icons in the action bar at the bottom with text for improved clarity.<li>Removed the back button from the action bar.</ul></section><section><h3>Fixes and Improvements</h3><ul><li><strong>Fix:</strong> Resolved iOS page height issues in Safari.<li><strong>Fix:</strong> Corrected typos in the <em>Friends & Rivals</em> step.<li>Restyled cards in the <em>Friends & Rivals</em> step for better readability.<li>Added multiline text support in the sheet painter (for <em>Vice</em> and <em>Look</em>).<li>Restyled the <em>Name & Look</em> step with larger input fields.</ul></section><section><h3>Actions Step Improvements</h3><ul><li>Added an option to enable <em>Character Creation</em> mode:<ul><li>Limits available action dots to 7.<li>Sets a maximum of 2 dots per action.</ul><li>Added an option to enable <em>Mastery Advance</em> mode:<ul><li>Sets a maximum of 4 dots per action.</ul><li>Default behavior (when neither mode is selected):<ul><li>No limits on available action dots.<li>Maximum of 3 dots per action.</ul><li>Increased the size of the <em>+</em> and <em>-</em> icons.<li>Made the action dot tally banner gold and sticky for better visibility.</ul></section><section><h3>Other Changes</h3><ul><li>Adjusted the wording of the <em>hooded proprietor</em> vice to be shorter.<li>Added attribution for the Library of Congress (source of the portrait images).<li>Removed the unused reference to Unsplash.</ul></section>"
    },
    {
        "id": 2,
        "title": "Version 1.2 Release Notes",
        "date": "Jan. 15, 2025",
        "content": "<section><p>It's been a few weeks since the last update, and I'm excited to finally deploy version 1.2! Special thanks to Felix, who encouraged me to add Spanish localization, which led to a refactor of almost every part of the app. That let me add the German localization, too.<p>I reached out to John Harper on Bsky and he gave me permission to add the Deep Cuts sheets, so they can also be found in this update.</section><section><h3>New Languages</h3><ul><li>Added <strong>Spanish</strong> language localization and Spanish sheets.<li>Added <strong>German</strong> language localization and German sheets.</ul></section><section><h3>Deep Cuts Sheets</h3><p>I've added Deep Cuts sheets to the app. Just toggle the sheet type in the Export step to see the Deep Cuts version of your sheet. <em>Note: Descriptions and ability names aren't adjusted, so the only thing that changes is the sheet itself.</em></section><section><h3>Fixes & Improvements</h3><ul><li>Introducing <a href=https://lab.scoundry.com target=_blank>Scoundry Lab</a>, the public staging area for experimental new features that you can try out before the next release.<li>Added font support for the sheet painter with several fonts to pick from. Font choices are stored with the character data so it'll be persistent when you share your character.<li>Selected ink colors are now stored with the character data.</ul></section><section><h3>Fixes and Improvements</h3><ul><li><strong>Fix:</strong> Resolved text issues in the contacts and aliases fields.<li>Added an opt-in popup for tracking analytics. (This can be changed anytime from the new settings popup.)<li>Adjusted the styling on the scoundrel cards.</ul></section>"
    }
]
